/* No comment provided by engineer. */
"%.1f%%. [Cancel]" = "%.1f%%. [Cancel]";

/* No comment provided by engineer. */
"%@'s blogs" = "%@'s blogs";

/* No comment provided by engineer. */
"(No Title)" = "(Nincs cím)";

/* No comment provided by engineer. */
"(no title)" = "(nincs cím)";

/* No comment provided by engineer. */
"A Media file is currently uploading. Please try later." = "Egy média fájl feltöltése éppen folyamatban van. Próbáljuk újra, később.";

/* No comment provided by engineer. */
"A new version of WordPress for iOS is now available" = "Elérhető a WordPress iOS alkalmazás új verziója.";

/* No comment provided by engineer. */
"A simple preview is shown below." = "Az egyszerű előnézet lent látható.";

/* No comment provided by engineer. */
"About" = "Névjegy";

/* No comment provided by engineer. */
"Above Content" = "Tartalom Fölé";

/* No comment provided by engineer. */
"Activity Logs" = "Tevékenységi napló";

/* No comment provided by engineer. */
"Add Category" = "Új Kategória";

/* No comment provided by engineer. */
"Add Location" = "Helyzet Megadása";

/* No comment provided by engineer. */
"Add Photo From Library" = "Fotó hozzáadása a Médiatárból";

/* No comment provided by engineer. */
"Add Photo from Library" = "Új Fotó a Gyűjteményből";

/* No comment provided by engineer. */
"Add Self-Hosted Site" = "Saját kiszolgálón futó oldal hozzáadása";

/* No comment provided by engineer. */
"Add Site" = "Add Site";

/* No comment provided by engineer. */
"Add Video from Library" = "Új Videó a Gyűjteményből";

/* No comment provided by engineer. */
"Add a Site" = "Oldal hozzáadása";

/* No comment provided by engineer. */
"Add your thoughts here... (optional)" = "Mondd, el a véleményed itt ... (nem kötelező)";

/* No comment provided by engineer. */
"Always Ask" = "Mindig kérdezzünk rá";

/* No comment provided by engineer. */
"Anonymous" = "Névtelen";

/* No comment provided by engineer. */
"App Info" = "Alkalmazás információk";

/* No comment provided by engineer. */
"Are you sure you want to delete this comment?" = "Biztosan töröljük ezt a hozzászólást?";

/* No comment provided by engineer. */
"Authenticating" = "Bejelentkezés";

/* No comment provided by engineer. */
"Authentication Error" = "Bejelentkezési hiba";

/* No comment provided by engineer. */
"Autosaving" = "Automatikus mentés";

/* No comment provided by engineer. */
"Back" = "Vissza";

/* No comment provided by engineer. */
"Below Content" = "Tartalom Alá";

/* No comment provided by engineer. */
"Blogs I Follow" = "Blogok | Követés";

/* No comment provided by engineer. */
"Browse" = "Browse";

/* No comment provided by engineer. */
"By creating an account you agree to the fascinating terms of service." = "By creating an account you agree to the fascinating terms of service.";

/* No comment provided by engineer. */
"Can't validate credentials for a WordPress.com blog" = "Nem sikerült a belépési adatokat hitelesíteni a WordPress.com bloghoz";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Categories" = "Kategóriák";

/* No comment provided by engineer. */
"Categories: %@" = "Kategóriák: % @";

/* No comment provided by engineer. */
"Category name already exists." = "Kategória név már létezik.";

/* No comment provided by engineer. */
"Category title missing." = "Kategória cím hiányzik.";

/* No comment provided by engineer. */
"Choose Image Size" = "Válassz Képméretet";

/* No comment provided by engineer. */
"Choose the quality at which video should be uploaded when inserting into posts." = "Válasszuk ki, hogy milyen minőségű videót szeretnénk feltölteni, bejegyzésbe illesztés után.";

/* No comment provided by engineer. */
"Clear Old Activity Logs" = "Régi tevékenységi naplók törlése";

/* No comment provided by engineer. */
"Close" = "Bezár";

/* No comment provided by engineer. */
"Comma separated" = "Comma separated";

/* No comment provided by engineer. */
"Comment" = "Hozzászólás";

/* No comment provided by engineer. */
"Comment failed" = "Hozzászólás sikertelen";

/* No comment provided by engineer. */
"Comments" = "Hozzászólások";

/* No comment provided by engineer. */
"Configure" = "Beállítás";

/* No comment provided by engineer. */
"Connect to Jetpack" = "Connect to Jetpack";

/* No comment provided by engineer. */
"Connected as %@" = "Kapcsolódva, mint %@";

/* No comment provided by engineer. */
"Connecting to WordPress.com" = "Kapcsolódás a WordPress.com-hoz";

/* No comment provided by engineer. */
"Could not download Featured Image." = "Nem sikerült a kiemelt kép letöltése.";

/* No comment provided by engineer. */
"Couldn't Connect" = "Nem sikerült kapcsolódni";

/* No comment provided by engineer. */
"Couldn't sync" = "Nem lehet szinkronizálni";

/* No comment provided by engineer. */
"Create Account" = "Fiók létrehozása";

/* No comment provided by engineer. */
"Create an account on WordPress.com" = "Hozzunk létre fiókot a WordPress.com-on";

/* No comment provided by engineer. */
"Create page" = "Create page";

/* No comment provided by engineer. */
"Create post" = "Create post";

/* No comment provided by engineer. */
"Current" = "Jelenlegi";

/* No comment provided by engineer. */
"Custom" = "Egyéni";

/* No comment provided by engineer. */
"Custom Size" = "Egyéni Méret";

/* No comment provided by engineer. */
"Default (360p)" = "Alapértelmezett (360p)";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Delete %@?" = "Törlöd ezt: %@?";

/* No comment provided by engineer. */
"Discard" = "Elvet";

/* No comment provided by engineer. */
"Dismiss" = "Elutasítás";

/* No comment provided by engineer. */
"Don't Allow" = "Nem engedélyez";

/* No comment provided by engineer. */
"Done" = "Kész";

/* No comment provided by engineer. */
"Draft" = "Vázlat";

/* No comment provided by engineer. */
"E-mail Support" = "E-mailes segítés";

/* No comment provided by engineer. */
"East" = "Kelet";

/* No comment provided by engineer. */
"Edit Blog" = "Blog Szerkesztése";

/* No comment provided by engineer. */
"Edit Comment" = "Hozzászólás  Szerkesztése";

/* No comment provided by engineer. */
"Edit Page" = "Oldal szerkesztése";

/* No comment provided by engineer. */
"Edit Post" = "Bejegyzés szerkesztése";

/* No comment provided by engineer. */
"Email Address" = "E-mail cím";

/* No comment provided by engineer. */
"Enable Geotagging" = "Földrajzi hely megosztása";

/* No comment provided by engineer. */
"Enable Geotagging to Edit" = "Földrajzi hely megosztás szerkesztése";

/* No comment provided by engineer. */
"Enable Now" = "Engedélyezés most";

/* No comment provided by engineer. */
"Enter a password" = "Adj meg egy jelszót";

/* No comment provided by engineer. */
"Enter password" = "Jelszó megadása";

/* No comment provided by engineer. */
"Enter title here" = "Enter title here";

/* No comment provided by engineer. */
"Enter username" = "Felhasználónév megadása";

/* No comment provided by engineer. */
"Error" = "Hiba";

/* No comment provided by engineer. */
"Error Copying Video" = "Videó Másolási Hiba";

/* No comment provided by engineer. */
"Error authenticating" = "Sikertelen bejelentkezés";

/* No comment provided by engineer. */
"Error loading page" = "Az oldal betöltése sikertelen";

/* No comment provided by engineer. */
"Extra Debug" = "Kibővített hibakeresés";

/* No comment provided by engineer. */
"Failed" = "Sikertelen";

/* No comment provided by engineer. */
"Featured Image" = "Kiemelt kép";

/* No comment provided by engineer. */
"Feedback" = "Visszajelzés";

/* No comment provided by engineer. */
"Finding address..." = "Cím felderítése...";

/* No comment provided by engineer. */
"Finding your location..." = "Helyzeted felderítése...";

/* No comment provided by engineer. */
"Follow" = "Követés";

/* No comment provided by engineer. */
"Followed" = "Követett";

/* No comment provided by engineer. */
"Following" = "Követve";

/* No comment provided by engineer. */
"Forbidden Access" = "Hozzáférés megtagadva";

/* No comment provided by engineer. */
"Freshly Pressed" = "Frissen megjelent";

/* No comment provided by engineer. */
"Friends" = "Barátok";

/* No comment provided by engineer. */
"Geolocation" = "Földrajzi helyzet";

/* No comment provided by engineer. */
"Geotagging" = "Geotagging";

/* No comment provided by engineer. */
"Geotagging is turned off. \nTo update this post's location, please enable geotagging in this blog's settings." = "Földrajzi hely kijelzés letiltva.\nA bejegyzés helyének szerkesztéséhez, engedélyezzük a földrajzi hely megosztást a blog beállításaiban.";

/* No comment provided by engineer. */
"Getting account information" = "Getting account information";

/* No comment provided by engineer. */
"Height" = "Magasság";

/* No comment provided by engineer. */
"Hi %@," = "Üdv %@,";

/* No comment provided by engineer. */
"Hold the web in the palm of your hand. Full publishing power in a pint-sized package." = "Tartsuk a világhálót a tenyerünkben. A nyilvánosság ereje, egy gyufás dobozban.";

/* No comment provided by engineer. */
"Image" = "Kép";

/* No comment provided by engineer. */
"Image Quality" = "Kép minőség";

/* No comment provided by engineer. */
"Immediately" = "Azonnal";

/* No comment provided by engineer. */
"Incompatible site" = "Nem kompatibilis oldal";

/* No comment provided by engineer. */
"Info" = "Infó";

/* No comment provided by engineer. */
"Insert" = "Beillesztés";

/* No comment provided by engineer. */
"Insert %@:" = "%@ beillesztése:";

/* No comment provided by engineer. */
"Install Jetpack" = "Jetpack telepítése";

/* No comment provided by engineer. */
"Internal Server Error" = "Belső kiszolgáló hiba";

/* No comment provided by engineer. */
"Invalid Site Address" = "Hibás honlap cím";

/* No comment provided by engineer. */
"Invalid Site Title" = "Hibás honlap név";

/* No comment provided by engineer. */
"Invalid username" = "Hibás felhasználónév";

/* No comment provided by engineer. */
"Invalid username or password" = "Hibás felhasználónév vagy jelszó";

/* No comment provided by engineer. */
"Invalid username/password. Please update your credentials try again." = "Hibás felhasználónév/jelszó. Frissítsük a belépési adatokat, és próbáljuk újra.";

/* No comment provided by engineer. */
"It seems your WordPress site is not accessible at this time, please try again later" = "Úgy tűnik, hogy a WordPress telepítésed ebben a pillanatban nem érhető el, próbáld újra később.";

/* No comment provided by engineer. */
"Jetpack 1.8.2 or later is required for stats. Do you want to install Jetpack?" = "Jetpack 1.8.2 vagy későbbi változat szükséges a statisztikákhoz. Installáljuk a Jetpackot?";

/* No comment provided by engineer. */
"Jetpack Connect" = "Jetpack kapcsolódás";

/* No comment provided by engineer. */
"Jetpack Sign In" = "Jetpack bejelentkezés";

/* No comment provided by engineer. */
"Jetpack Stats" = "Jetpack statisztikák";

/* No comment provided by engineer. */
"Jetpack supercharges your self-hosted WordPress site." = "Jetpack supercharges your self-hosted WordPress site.";

/* No comment provided by engineer. */
"Keep Editing" = "Szerkesztés folytatása";

/* No comment provided by engineer. */
"Landscape" = "Fekvő";

/* No comment provided by engineer. */
"Large" = "Nagy";

/* No comment provided by engineer. */
"Large (%@)" = "Nagy (%@)";

/* No comment provided by engineer. */
"Last Updated: %@" = "Utoljára Frissítve: % @";

/* No comment provided by engineer. */
"Last Updated: Never" = "Utolsó Frissítés: Soha";

/* No comment provided by engineer. */
"Learn more" = "Learn more";

/* No comment provided by engineer. */
"Limit reached. You can try again in 1 minute. Trying again before that will only increase the time you have to wait before the ban is lifted. If you think this is in error, contact support." = "Elértük a probálkozási korlátot. Próbáljuk újra 1 perc múlva. Ha az idő letelte előtt próbálkozunk, az csak a kitiltás idejét fogja növelni. Ha, úgy gondolod, hogy hiba történt, fordulj a Segítő csapatunkhoz.";

/* No comment provided by engineer. */
"Link URL" = "Link URL";

/* No comment provided by engineer. */
"Lists" = "Listák";

/* No comment provided by engineer. */
"Loading Featured Image" = "Kiemelt kép betöltése";

/* No comment provided by engineer. */
"Loading blogs..." = "Blogok beöltése...";

/* No comment provided by engineer. */
"Loading..." = "Betöltés...";

/* No comment provided by engineer. */
"Local" = "Helyi";

/* No comment provided by engineer. */
"Location Services are turned off. \nTo add or update this post's location, please enable Location Services in the Settings app." = "A helymeghatározó szolgáltatás ki van kapcsolva.\nA hely hozzáadásához és frissítéséhez engedélyezzük a helymeghatározó szolgáltatásokat az alkalmazás beállításaiban.";

/* No comment provided by engineer. */
"Location Unavailable" = "Nem érhető el a földrajzi hely";

/* No comment provided by engineer. */
"Location unknown" = "Ismeretlen helyzet";

/* No comment provided by engineer. */
"Log Files By Created Date" = "Naplófájlok létrehozás szerint";

/* No comment provided by engineer. */
"Log files are rolled automatically each day and at most 7 files are kept." = "A naplófájlok naponta záródnak, és legalább 7-et megőrzünk.";

/* No comment provided by engineer. */
"Logs" = "Naplózás";

/* No comment provided by engineer. */
"Looks like you have Jetpack set up on your blog. Congrats!\nSign in with your WordPress.com credentials below to enable Stats and Notifications." = "Úgy tűnik, hogy beállított Jetpack van a blogon. Gratulálunk!\nA statisztikák és az értesítések engedélyezéséhez lépjünk be a WordPress.com adatainkkal.";

/* No comment provided by engineer. */
"Low (144p)" = "Gyenge (144p)";

/* No comment provided by engineer. */
"Mail" = "Levelezés";

/* No comment provided by engineer. */
"Make a Link\n\n\n\n" = "Link készítése\n\n\n\n";

/* No comment provided by engineer. */
"Manage Notifications" = "Értesítések kezelése";

/* No comment provided by engineer. */
"Me" = "Me";

/* No comment provided by engineer. */
"Media" = "Média";

/* No comment provided by engineer. */
"Medium" = "Közepes";

/* No comment provided by engineer. */
"Medium (%@)" = "Közepes (%@)";

/* No comment provided by engineer. */
"Medium (480p)" = "Közepes (480p)";

/* No comment provided by engineer. */
"More information" = "További információ";

/* No comment provided by engineer. */
"Mute all blogs" = "Összes blog némítása";

/* No comment provided by engineer. */
"My Blogs" = "Blogjaim";

/* No comment provided by engineer. */
"Need Help?" = "Segítségre van szükség?";

/* No comment provided by engineer. */
"New Page" = "Új oldal";

/* No comment provided by engineer. */
"New Post" = "Új bejegyzés";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No %@ yet" = "Nincs %@ még";

/* No comment provided by engineer. */
"No Connection" = "Nincs kapcsolat";

/* No comment provided by engineer. */
"No Description available for this Post" = "Nem létezik Leírás ehhez a Bejegyzéshez";

/* No comment provided by engineer. */
"No comments yet" = "Nincsenek hozzászólások";

/* No comment provided by engineer. */
"No notifications yet" = "Nincsenek értesítések";

/* No comment provided by engineer. */
"North" = "Észak";

/* No comment provided by engineer. */
"Not connected" = "Nincs kapcsolat";

/* No comment provided by engineer. */
"Notification" = "Értesítás";

/* No comment provided by engineer. */
"Notifications" = "Értesítések";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Off" = "Ki";

/* No comment provided by engineer. */
"Off Until %@" = "Kikapcsolva %@ -ig";

/* No comment provided by engineer. */
"On" = "Be";

/* No comment provided by engineer. */
"Open in Safari" = "Megnyitás Safariban";

/* No comment provided by engineer. */
"Optional" = "Opcionális";

/* No comment provided by engineer. */
"Options" = "Options";

/* No comment provided by engineer. */
"Orientation changed during recording. Please choose which orientation to use for this video." = "Rögzítés közben megváltozott a készülék orientációja. Kérlek válaszd ki, melyik orientációt szeretnéd használni ehhez a videóhoz.";

/* No comment provided by engineer. */
"Original (%@)" = "Eredeti (%@)";

/* No comment provided by engineer. */
"Original Size" = "Eredeti méret";

/* No comment provided by engineer. */
"Original Size (%@)" = "Original Size (%@)";

/* No comment provided by engineer. */
"Pages" = "Oldalak";

/* No comment provided by engineer. */
"Parent Category" = "Szülő kategória";

/* No comment provided by engineer. */
"Password" = "Jelszó";

/* No comment provided by engineer. */
"Password is required." = "A jelszó kötelező.";

/* No comment provided by engineer. */
"Password protected" = "Jelszóval védett";

/* No comment provided by engineer. */
"Pending" = "Függőben Lévő";

/* No comment provided by engineer. */
"Pending media" = "Függőben lévő média";

/* No comment provided by engineer. */
"Pending moderation" = "Moderálásra vár";

/* No comment provided by engineer. */
"Pending review" = "Ellenőrzésre vár";

/* No comment provided by engineer. */
"Photo" = "Fotó";

/* No comment provided by engineer. */
"Please Enable Location Services" = "Engedélyezzük a helymeghatározó szolgáltatást";

/* No comment provided by engineer. */
"Please enter a site address." = "Adjuk meg honlap címét!";

/* No comment provided by engineer. */
"Please enter a username." = "Adjuk meg a felhasználónevet!";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Adjunk meg valós e-mail címet!";

/* No comment provided by engineer. */
"Please fill out all the fields" = "Töltsünk ki minden mezőt";

/* No comment provided by engineer. */
"Please leave your comments above this line." = "Adjuk meg a hozzászólásunkat a vonal felett.";

/* No comment provided by engineer. */
"Please try entering your login details again." = "Adjuk meg újra a bejelentkezési adatainkat.";

/* No comment provided by engineer. */
"Portrait" = "Portré";

/* No comment provided by engineer. */
"Post Format" = "Bejegyzés formátum";

/* No comment provided by engineer. */
"Post anyway" = "Elküldés mindenképpen";

/* No comment provided by engineer. */
"Post to" = "Közzétéve";

/* No comment provided by engineer. */
"Posts" = "Bejegyzések";

/* No comment provided by engineer. */
"Posts I Like" = "Kedvelt bejegyzéseim";

/* No comment provided by engineer. */
"Preparing..." = "Preparing...";

/* No comment provided by engineer. */
"Preview" = "Előnézet";

/* No comment provided by engineer. */
"Privacy Policy" = "Adatvédelmi irányelvek";

/* No comment provided by engineer. */
"Private" = "Magánjellegű";

/* No comment provided by engineer. */
"Privately published" = "Magánjellegűvé téve";

/* No comment provided by engineer. */
"Processing..." = "Processing...";

/* No comment provided by engineer. */
"Public" = "Nyilvános";

/* No comment provided by engineer. */
"Publish" = "Közzététel";

/* No comment provided by engineer. */
"Publish   " = "Közzététel";

/* No comment provided by engineer. */
"Publish Immediately" = "Azonnali közzététel";

/* No comment provided by engineer. */
"Published" = "Közzétéve";

/* No comment provided by engineer. */
"Published on" = "Közzétéve:";

/* No comment provided by engineer. */
"Published!" = "Közzétéve!";

/* No comment provided by engineer. */
"Pull down to refresh..." = "Frissítéshez húzd le...";

/* No comment provided by engineer. */
"Push Notifications" = "Értesítések";

/* No comment provided by engineer. */
"Quick Photo Failed" = "Sikertelen Gyors Fotó";

/* No comment provided by engineer. */
"Re: %@" = "Válasz: %@";

/* No comment provided by engineer. */
"Reader" = "Olvasó";

/* No comment provided by engineer. */
"Reblog" = "Reblog";

/* No comment provided by engineer. */
"Reblog failed" = "Sikertelen reblogolás";

/* No comment provided by engineer. */
"Reblogged" = "Reblogolva.";

/* No comment provided by engineer. */
"Reblogging" = "Rebloggolás";

/* No comment provided by engineer. */
"Received 'Forbidden Access'.\nIt seems there is a problem with your WordPress site" = "'Hozzáférés megtagadva' hibaüzenetet kaptunk.\nÚgy tűnik, hogy probléma van a WordPress telepítéseddel.";

/* No comment provided by engineer. */
"Received 'Internal Server Error'.\nIt seems there is a problem with your WordPress site" = "'Belső kiszolgáló hiba' hibaüzenetet kaptunk.\nÚgy tűnik, hogy probléma van a WordPress telepítéseddel.";

/* No comment provided by engineer. */
"Record Video" = "Videó rögzítése";

/* No comment provided by engineer. */
"Release to refresh..." = "Frissítéshez enged fel...";

/* No comment provided by engineer. */
"Remove" = "Eltávolítás";

/* No comment provided by engineer. */
"Remove Featured Image" = "Kiemelt kép eltávolítása";

/* No comment provided by engineer. */
"Remove Location" = "Helyzet Törlése";

/* No comment provided by engineer. */
"Remove this Featured Image?" = "Távolítsuk el a kiemelt képet?";

/* No comment provided by engineer. */
"Replied" = "Válaszolt";

/* No comment provided by engineer. */
"Replying" = "Válasz elküldése";

/* No comment provided by engineer. */
"Retry?" = "Újra?";

/* No comment provided by engineer. */
"Save" = "Ment";

/* No comment provided by engineer. */
"Save Draft" = "Vázlat mentése";

/* No comment provided by engineer. */
"Saved to %@" = "Elmentve %@";

/* No comment provided by engineer. */
"Schedule" = "Ütemezés";

/* No comment provided by engineer. */
"Scheduled" = "Ütemezve";

/* No comment provided by engineer. */
"Scheduled for" = "Ütemezve";

/* No comment provided by engineer. */
"Select Blog" = "Select Blog";

/* No comment provided by engineer. */
"Select Language" = "Válasszunk nyelvet";

/* No comment provided by engineer. */
"Self Hosted" = "Self Hosted";

/* No comment provided by engineer. */
"Send" = "Küldés";

/* No comment provided by engineer. */
"Set Featured Image" = "Kiemelt kép beállítása";

/* No comment provided by engineer. */
"Set which HTML standard video should conform to when added to a post." = "Válasszuk ki milyen HTML szabványnak kell megfelelnie a videónak, a bejegyzéshez való hozzáadáskor.";

/* No comment provided by engineer. */
"Set which size images should be uploaded in." = "Állítsuk be milyen méretű képeket kellene feltölteni.";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Share" = "Megosztás";

/* No comment provided by engineer. */
"Sign In" = "Bejelentkezés";

/* No comment provided by engineer. */
"Sign Out" = "Kijelentkezés";

/* No comment provided by engineer. */
"Sign in failed. Please try again." = "Sikertelen bejelentkezés. Kérlek próbáld meg újra.";

/* No comment provided by engineer. */
"Sign in to WordPress.com" = "Sign in to WordPress.com";

/* No comment provided by engineer. */
"Signing In..." = "Bejelentkezés...";

/* No comment provided by engineer. */
"Signing in..." = "Bejelentkezés..";

/* No comment provided by engineer. */
"Site Address (URL)" = "Honlap cím (URL)";

/* No comment provided by engineer. */
"Site address must be at least 4 characters." = "A honlap címnek legalább 4 karakternek kell lennie!";

/* No comment provided by engineer. */
"Sites" = "Webhelyek";

/* No comment provided by engineer. */
"Skip" = "Kihagyás";

/* No comment provided by engineer. */
"Small" = "Kicsi";

/* No comment provided by engineer. */
"Small (%@)" = "Kicsi (%@)";

/* No comment provided by engineer. */
"Sorry, but your username contains an invalid phrase%@." = "Sajnálom, de a felhasználóneved érvénytelen karaktereket%@ tartalmaz.";

/* No comment provided by engineer. */
"Sorry, can't log in" = "Sajnos nem lehet belépni";

/* No comment provided by engineer. */
"Sorry, site addresses can only contain lowercase letters (a-z) and numbers." = "Sajnos, a honlap címe, csak kis betűket és számokat tartalmazhat.";

/* No comment provided by engineer. */
"Sorry, site addresses may not contain the character &#8220;_&#8221;!" = "Sajnos, a honlap címe nem tartalmazhat &#8220;_&#8221; karaktert!";

/* No comment provided by engineer. */
"Sorry, site addresses must have letters too!" = "Sajnos, a honlap címben betűknek is lennie kell!";

/* No comment provided by engineer. */
"Sorry, something went wrong editing the comment. Please try again." = "Sajnos, hiba történt a hozzászólás szerkesztése közben, próbáljuk újra.";

/* No comment provided by engineer. */
"Sorry, something went wrong posting the comment reply. Please try again." = "Sajnos, nem sikerült a választ elküldeni a hozzászólásra. Próbáljuk újra.";

/* No comment provided by engineer. */
"Sorry, that email address is already being used!" = "Sajnos, ez az e-mail cím már használatban van!";

/* No comment provided by engineer. */
"Sorry, that email address is not allowed!" = "Sajnos, ez az e-mail cím nem engedélyezett!";

/* No comment provided by engineer. */
"Sorry, that site already exists!" = "Sajnos, ez a honlap már létezik!";

/* No comment provided by engineer. */
"Sorry, that site is reserved!" = "Sajnos, ez a honlap cím foglalt!";

/* No comment provided by engineer. */
"Sorry, that username already exists!" = "Sajnos, ez a felhasználónév már létezik!";

/* No comment provided by engineer. */
"Sorry, that username is unavailable." = "Sajnálom, a felhasználónév nem érhető el.";

/* No comment provided by engineer. */
"Sorry, the photo upload failed. The post has been saved as a Local Draft." = "Sajnos nem sikerült a fotó feltöltése nem sikerült. A bejegyzés el lett mentve Helyi Vázlatként.";

/* No comment provided by engineer. */
"Sorry, usernames can only contain lowercase letters (a-z) and numbers." = "Sajnos, a felhasználónevek csak kis betűke és számokat tartalmazhatnak.";

/* No comment provided by engineer. */
"Sorry, usernames may not contain the character &#8220;_&#8221;!" = "Sajnos, a felhasználónév nem tartalmazhat &#8220;_&#8221; karaktert!";

/* No comment provided by engineer. */
"Sorry, usernames must have letters (a-z) too!" = "Sajnos, a felhasználónevekben betűknek is lenni kell!";

/* No comment provided by engineer. */
"Sorry, we can't log you in." = "Sajnos, nem tudunk beléptetni.";

/* No comment provided by engineer. */
"Sorry, you cannot access this feature. Please check your User Role on this blog." = "Sajnos nincs hozzáférésed ehhez a funkcióhoz. Kérlek ellenőrizd a Szerepkörödet a blogon.";

/* No comment provided by engineer. */
"Sorry, you may not use that site address." = "Sajnos, ez a cím nem használható!";

/* No comment provided by engineer. */
"Sorry. No posts yet." = "Elnézést. Nincsenek még bejegyzések.";

/* No comment provided by engineer. */
"Sorry. There was a problem loading the topics list.  Please try again later." = "Elnézést. Valami hiba történt a téma betöltésekor. Kérlek próbál újra.";

/* No comment provided by engineer. */
"South" = "Dél";

/* No comment provided by engineer. */
"Stats" = "Statisztika";

/* No comment provided by engineer. */
"Status" = "Állapot";

/* No comment provided by engineer. */
"Support" = "Segítség";

/* No comment provided by engineer. */
"Tags" = "Tags";

/* No comment provided by engineer. */
"Tags: %@" = "Címkék: %@";

/* No comment provided by engineer. */
"Take Photo" = "Fotó Készítés";

/* No comment provided by engineer. */
"Tap here to begin writing" = "Kopp ide az írás megkezdéséhez";

/* No comment provided by engineer. */
"Tap the tag icon to browse posts from popular blogs." = "Tap the tag icon to browse posts from popular blogs.";

/* No comment provided by engineer. */
"Temporary Server Error" = "Átmeneti szerver hiba";

/* No comment provided by engineer. */
"Terms of Service" = "Általános Szerződési Feltételek";

/* No comment provided by engineer. */
"Text to be linked" = "A hivatkozáshoz használni kívánt szöveg";

/* No comment provided by engineer. */
"That email address has already been used. Please check your inbox for an activation email. If you don't activate you can try again in a few days." = "Ez e-mail cím már használatban van. Keressük meg a bejövő levelek között az aktivációs levelet. Ha nem sikerül az aktiválás, pár napon belül próbáljuk meg újra.";

/* No comment provided by engineer. */
"That site address is not allowed." = "A megadott cím nem használható.";

/* No comment provided by engineer. */
"That site is currently reserved but may be available in a couple days." = "A megadott cím foglalt, de lehet pár napon belül elérhető lesz.";

/* No comment provided by engineer. */
"That username is currently reserved but may be available in a couple of days." = "A felhasználónév foglalt, de lehet, hogy pár napon belül elérhető lesz.";

/* No comment provided by engineer. */
"That username is not allowed." = "Ez a felhasználónév nem engedélyezett.";

/* No comment provided by engineer. */
"The Internet connection appears to be offline." = "Úgy tűnik, hogy nincs internetkapcsolat.";

/* No comment provided by engineer. */
"The app can't recognize the server response. Please, check the configuration of your blog." = "Az alkalmazás nem ismeri fel a szerver válaszát. Kérlek nézd át a blogod beállításait.";

/* No comment provided by engineer. */
"The blog is syncing with the server. Please try later." = "A blog szinkronizálás folyamatban van. Próbáld meg később.";

/* No comment provided by engineer. */
"The internet connection appears to be offline." = "Az internet kapcsolat megszakadt.";

/* No comment provided by engineer. */
"The internet connection cannot reach your blog." = "Nem lehetséges elérni a blogot.";

/* No comment provided by engineer. */
"The server returned an empty response. This usually means you need to increase the memory limit in your blog" = "A kiszolgáló üres válasszal tért vissza. Ez gyakran azt jelenti, hogy meg kell növelni a blog memória használati korlátját";

/* No comment provided by engineer. */
"The site address must be shorter than 64 characters." = "A címnek 64 karakternél rövidebbnek kell lennie.";

/* No comment provided by engineer. */
"The site at %@ uses WordPress %@. We recommend to update to the latest version, or at least %@" = "A %1$@ webhelyen WordPress %2$@ van használatban. Azt ajánljuk, hogy frissítsünk a legutóbbi verzióra, vagy legalább erre: %3$@";

/* No comment provided by engineer. */
"The username or password stored in the app may be out of date. Please re-enter your password in the settings and try again." = "Az alkalmazásban tárolt felhasználónév és a jelszó lehetséges, hogy elavult. Adjuk meg újra a jelszót a beállításokban, és próbáljuk újra.";

/* No comment provided by engineer. */
"There are media items in this post that aren't uploaded to the server. Do you want to continue?" = "Ez a bejegyzés tartalmaz olyan média elemeket, amelyek nem kerültek feltöltésre a kiszolgálóra. Szeretnék folytatni?";

/* No comment provided by engineer. */
"There is another category with that name." = "Ilyen nevű kategória már létezik.";

/* No comment provided by engineer. */
"There was a problem commenting. Please try again." = "Valami hiba történt a hozzászóláskor. Kérlek próbáld újra.";

/* No comment provided by engineer. */
"There was a problem connecting to your stats. Would you like to retry?" = "Nem sikerült a statisztikákhoz kapcsolódni. Megpróbáljuk újra?";

/* No comment provided by engineer. */
"There was a problem reblogging. Please try again." = "Valami hiba történt a reblogoláskor. Kérlek próbáld újra.";

/* No comment provided by engineer. */
"There was a server error communicating with your site:\n%@\nTap 'Need Help?' to view the FAQ." = "Hiba történt a kiszolgálóval való kommunikáció közben:\n%@\nA GYIK megtekintéséhez nyomjuk meg a 'Segítségre van szükség?' gombot";

/* No comment provided by engineer. */
"There was an error copying the video for upload. Please try again." = "Hiba történt a feltöltésre jelölt videó másolásakor. Kérlek próbáld újra.";

/* No comment provided by engineer. */
"There was an error loading the page." = "Hiba történt az oldal betöltése közben.";

/* No comment provided by engineer. */
"This blog is not connected to that WordPress.com username" = "A megadott blog nincs kapcsolatban azzal a WordPress.com felhasználói fiókkal";

/* No comment provided by engineer. */
"Title" = "Cím";

/* No comment provided by engineer. */
"Title for a category is mandatory." = "Kategória cím megadása kötelező.";

/* No comment provided by engineer. */
"Topics" = "Témák";

/* No comment provided by engineer. */
"Turn Off" = "Kikapcsolás";

/* No comment provided by engineer. */
"Turn Off Until 8am" = "Kikapcsolás reggel 8-ig";

/* No comment provided by engineer. */
"Turn Off for 1hr" = "Kikapcsolás 1 órára";

/* No comment provided by engineer. */
"Turn On" = "Bekapcsolás";

/* No comment provided by engineer. */
"Turning on Extra Debug will log additional items to assist with us helping you with resolving a problem." = "A rendkívüli naplózás bekapcsolásával további naplófájlok készülnek, hogy segítsenek a felmerülő hibák megoldásában.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Unable to Load Topics" = "Nem sikerült a témák betöltése";

/* No comment provided by engineer. */
"Unable to find a WordPress site at that URL. Tap 'Need Help?' to view the FAQ." = "Nem találtunk WordPress honlapot a megadott címen. Nyomjuk meg a 'Segítségre van szükség?' gombot a GYIK megtekintéséhez";

/* No comment provided by engineer. */
"Unable to sign in to Jetpack. Please update your credentials try again." = "Nem sikerült belépni Jetpackbe. Frissítsük a belépési adatokat, és próbáljuk újra.";

/* No comment provided by engineer. */
"Unfollowed" = "Már nem követed";

/* No comment provided by engineer. */
"Unknown error" = "Ismeretlen hiba";

/* No comment provided by engineer. */
"Unmute all blogs" = "Minden blog némításának feloldása";

/* No comment provided by engineer. */
"Untitled Post" = "Cím nélküli bejegyzés";

/* No comment provided by engineer. */
"Update" = "Frissítés";

/* No comment provided by engineer. */
"Update Available" = "Frissítés érhető el";

/* No comment provided by engineer. */
"Update Draft" = "Vázlat frissítése";

/* No comment provided by engineer. */
"Update Location" = "Helyzet frissítése";

/* No comment provided by engineer. */
"Update Now" = "Frissítés most";

/* No comment provided by engineer. */
"Upload failed" = "Sikertelen feltöltés";

/* No comment provided by engineer. */
"Upload failed. [Retry]" = "Upload failed. [Retry]";

/* No comment provided by engineer. */
"Uploaded" = "Feltöltve";

/* No comment provided by engineer. */
"Uploading" = "Feltöltés";

/* No comment provided by engineer. */
"Uploading Image" = "Kép feltöltés";

/* No comment provided by engineer. */
"Uploading..." = "Feltöltés...";

/* No comment provided by engineer. */
"Username" = "Felhasználónév";

/* No comment provided by engineer. */
"Username / Email" = "Felhasználónév / e-mail";

/* No comment provided by engineer. */
"Username is required." = "Felhasználónév megadása kötelező.";

/* No comment provided by engineer. */
"Username must be at least 4 characters." = "A felhasználónévnek legalább 4 karakter hosszúnak kell lennie.";

/* No comment provided by engineer. */
"Username must be less than fifty characters." = "A felhasználónév kevesebb mint ötven karakter.";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "Videó";

/* No comment provided by engineer. */
"Video Content" = "Videó tartalom";

/* No comment provided by engineer. */
"Video Quality" = "Videó minőség";

/* No comment provided by engineer. */
"View Admin" = "Vezérlőpult megtekintése";

/* No comment provided by engineer. */
"View Site" = "Honlap megtekintése";

/* No comment provided by engineer. */
"Visibility" = "Nyilvánosság";

/* No comment provided by engineer. */
"Visit the Help Center to get answers to common questions, or visit the Forums to ask new ones." = "Látogassuk meg a Segítségközpontot, hogy a gyakran ismétlődő kérdésekre választ kapjunk, vagy a fórumot, hogy újakat tegyünk fel.";

/* No comment provided by engineer. */
"West" = "Nyugat";

/* No comment provided by engineer. */
"Width" = "Szélesség";

/* No comment provided by engineer. */
"WordPress Forums" = "WordPress Fórumok";

/* No comment provided by engineer. */
"WordPress Help Center" = "WordPress Segítés központ";

/* No comment provided by engineer. */
"WordPress for iOS" = "WordPress az iOS-hez";

/* No comment provided by engineer. */
"WordPress version too old" = "A WordPress verziója túl régi";

/* No comment provided by engineer. */
"WordPress.com" = "WordPress.com";

/* No comment provided by engineer. */
"WordPress.com password" = "WordPress.com jelszó";

/* No comment provided by engineer. */
"WordPress.com username" = "WordPress.com felhasználónév";

/* No comment provided by engineer. */
"Would Like Access to Address Book" = "Hozzá szeretne férni a címjegyzékhez";

/* No comment provided by engineer. */
"Would you like to create your first page?" = "Would you like to create your first page?";

/* No comment provided by engineer. */
"Would you like to create your first post?" = "Would you like to create your first post?";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"You are logged in as %@" = "Bejelentkezve, mint %@";

/* No comment provided by engineer. */
"You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider." = "Ez az e-mail cím nem használható. Ugyanis, ennél a szolgáltatónál fennakadnak az általunk külödött levelek. Válasszunk másik e-mail szolgáltatót.";

/* No comment provided by engineer. */
"You have not liked any posts." = "Nem tetszik egyetlen bejegyzés sem.";

/* No comment provided by engineer. */
"You have unsaved changes." = "Nem mentett változtatások vannak.";

/* No comment provided by engineer. */
"You haven't created any pages yet" = "You haven't created any pages yet";

/* No comment provided by engineer. */
"You haven't created any posts yet" = "You haven't created any posts yet";

/* No comment provided by engineer. */
"You're not following any blogs yet." = "You're not following any blogs yet.";

/* No comment provided by engineer. */
"Your WordPress site returned a error %d.\nThat probably means you have some special configuration that is not compatible with this app.\nPlease let us know in the forums about it." = "A WordPress telepítésed %d hibával tért vissza.\nEz valószínűleg azt jelent, hogy valami különleges beállítást használsz, és ezért nem kompatibilis ezzel az alkalmazással.\nKérlek, jelezd ezt nekünk a fórumban.";

/* No comment provided by engineer. */
"Your contacts will be transmitted securely and will not be stored on our servers." = "A kapcsolatok biztonságosan lesznek továbbítva, és nem kerülnek eltárolásra a kiszolgálókon.";

/* No comment provided by engineer. */
"Your device is not configured to send e-mail." = "Az eszköz nincs beállítva levélküldésre";

/* No comment provided by engineer. */
"Your password is invalid because it does not meet our security guidelines. Please try a more complex password." = "A megadott jelszó hibás, mert nem felel meg a biztonsági elvárásainknak. Adjuk meg bonyolultabb jelszót.";

/* No comment provided by engineer. */
"bold" = "vastag";

/* No comment provided by engineer. */
"del" = "áthúz";

/* No comment provided by engineer. */
"http://my-site-address (URL)" = "http://azoldalamcíme (URL)";

/* No comment provided by engineer. */
"italic" = "dőlt";

/* No comment provided by engineer. */
"link" = "hivatkozás";

/* No comment provided by engineer. */
"more" = "tovább";

/* No comment provided by engineer. */
"on " = "itt:";

/* No comment provided by engineer. */
"quote" = "idézet";

/* No comment provided by engineer. */
"tap to dismiss" = "érintsük meg az elutasításhoz";

/* No comment provided by engineer. */
"underline" = "underline";

